Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K12.tmx
Source language: en_us
Languages: zh_cn

source: Lorelei
zh_cn: 罗雷莱公寓

source: Howell was still on the lam.
zh_cn: 豪厄尔是一条漏网之鱼。

source: He'd been a grifter most of his life, a guy without a permanent address.
zh_cn: 他一生中的大部分时间以行骗为生，是个没有固定住址的人。

source: He had six Social Security cards, seven driver's licenses, a potpourri of voter-registration cards, bankbooks under a dozen names.
zh_cn: 他有六个社会福利卡，七份驾照，一大堆选民登记卡，还有用不同姓名开的银行账户。

source: He was Mark Crawford in Florida, Mel Eisenstein in Tennessee.
zh_cn: 在佛罗里达他是马克·克劳福德，到了田纳西，他成为迈尔·爱森斯坦。

source: He'd never declared any income, never paid any taxes, never been caught.
zh_cn: 他从未申报过任何收入，没有交过任何税，也从来没有被逮到过。

source: His grift was quite simple. He'd settle into a small town, deposit $10,000 into the local bank, walk around in a very conservative suit, register at the best hotel, and wait: the women would always come to him.
zh_cn: 他的骗术非常简单：来到一个小城市，在当地银行存入一万美金，穿着款式非常保守的西服四处逛逛，然后在城里最好的酒店开个房间，等着。女人们总会来找他。

source: He never poked around, never asked questions, never made a list of wealthy widows.
zh_cn: 他从不探头探脑，问东问西，也从来不会把有钱寡妇们列成名单。

source: Howell had beautiful hands; that's what the widows noticed first when they stepped onto the porch of the hotel and discovered Howell reading The Wall Street Journal.
zh_cn: 豪厄尔有一双漂亮的手；寡妇们走过酒店门廊，看到正在阅读《华尔街时报》的豪厄尔时，第一眼注意到的就是他的手。

source: Sometimes they hinted at marriage after a 10-minute talk.
zh_cn: 有时侯，聊上十分钟她们就会打探豪厄尔的婚姻情况。

source: Howell avoided spinsters and old maids, who were nervous about money no matter how much they had in the bank.
zh_cn: 豪厄尔不对从未结过婚的女人或者老处女下手，无论这些女人银行里有多少存款，她们都把钱看得很紧。

source: He would have had to be a bird of prey, a handsome hawk, to pry a bankbook from their fingers.
zh_cn: 他得像猛禽，比如像鹰一般，才能从她们的手中抢到银行存折。

source: But the widows fell right into his grift.
zh_cn: 寡妇们却很容易就会掉入他的陷阱。

source: The secret was very simple: they didn't like to live alone.
zh_cn: 当中的秘密并不复杂：寡妇们不喜欢一个人生活。

source: The widows were the real birds of prey. They grasped at Howell with their forceful talons.
zh_cn: 或者她们才是真正的猛禽，用她们有力的鹰爪抓住豪厄尔。

source: He could have wreaked havoc on the town had he been some kind of Don Juan.
zh_cn: 如果豪厄尔是个像唐璜一样的风流浪子，他本可以在镇上左拥右抱。

source: But he always settled on a single widow and shut his eyes to the rest of the field.
zh_cn: 但他和一个寡妇好上之后，对其余的寡妇们就视而不见。

source: And it usually wasn't the richest one.
zh_cn: 他通常选的都不是最有钱的那一位。

source: The grift depended on how authentic he was.
zh_cn: 骗术的核心在于他能够付出多少真诚。

source: He would only chisel from a widow he might have married.
zh_cn: 他只从自己有可能娶的女人那里弄钱。

source: He had to be attracted to the woman, imagine spending his life with her.
zh_cn: 那个女人一定要能够吸引他，使他可以假想与其共同生活。

source: He couldn't have lasted five minutes with a chatterbox.
zh_cn: 他受不了话匣子，最多能忍耐五分钟。

source: And when he took her to bed, he wasn't dreaming of his score.
zh_cn: 当他和她上床时，他并没有在计算将要到手的钱财。

source: The chiseler fell in love, even if only for five minutes.
zh_cn: 哪怕只是短短的五分钟，骗子豪厄尔坠入了爱河。

source: And the widow could feel the tug of his passion.
zh_cn: 而那个寡妇会感受到他的激情。

source: He didn't discuss money.
zh_cn: 他从不谈钱。

source: The widow would bring it up, talk about her holdings, as if to lasso him to her heart.
zh_cn: 寡妇自己会提起这个话题，说说她手上的股份和财产，似乎要把他牢牢拴在自己的心上。

source: She didn't want him to stray, to find his adventure elsewhere.
zh_cn: 她不希望他分神去别处猎艳。

source: And then she be would be curious about what her new intended did.
zh_cn: 随后她会很好奇地问起自己的新爱人是做哪一行的。

source: Howell would smile and make love to her again.
zh_cn: 豪厄尔笑一笑，再次和她做爱。

source: She'd have to use very tender talons.
zh_cn: 她只能用柔软的鹰爪了。

source: Couldn't she invest in one of his enterprises? It would tie him to her.
zh_cn: 她难道不能投资他的某一间公司吗？这样会把他绑在自己身边。

source: And he'd offer her a share of some phantom enterprise at a stingy rate of return, less than she could make on a jumbo certificate at the bank.
zh_cn: 于是他给她某个皮包公司的股份，股息相当可怜，还比不上在银行的大额定期存款。

source: It was the unattractiveness of what he offered that always drew the widows in.
zh_cn: 越是这样不起眼的提议，寡妇们越容易接受。

source: He'd suggest a cautious investment of a few thousand dollars, and she'd write him a check for 50 grand.
zh_cn: 他建议她谨慎些，投资个几千美金，而她会写给他一张五万元的支票。

source: Howell didn't disappear with the check.
zh_cn: 豪厄尔不会拿着支票就走人。

source: He'd let it sit for a while, have lunch with the widow's daughters and sons, and begin returning bits and pieces of her investment, until she had half of it back, and then he'd close his account and move on.
zh_cn: 他并不急于兑现支票，和寡妇的儿女们吃吃午饭，开始一点点地返还她的投资，等她拿回一半的钱，豪厄尔才注销自己的账号，出发寻找下一个目标。

source: It was Howell's own sense of limits that saved him.
zh_cn: 恰恰是豪厄尔这种留有余地的做法救了他。

source: Sometimes a widow didn't wake to the chisel for months, and sometimes she never woke to it, having convinced herself that her sweetheart with the beautiful hands would return with the remainder of her capital.
zh_cn: 有时候，被骗的寡妇可能好几个月还没醒悟过来，有时候，她可能一辈子都醒不过来：相信自己那长着一双美手的心上人会回来，并把剩下的钱还给她。

source: That's why Howell was never caught.
zh_cn: 这就是豪厄尔从未失手的原因。

source: He lent a certain grace to his grift, even value to whatever he grabbed.
zh_cn: 他为自己的骗术加入一丝优雅，甚至赋予他骗到手的东西某种价值。

source: The widows never felt cheated.
zh_cn: 寡妇们从来不觉得自己被骗了。

source: They remembered the dark-haired stranger who drifted into their lives and made love to them like some Manhattan sheik.
zh_cn: 她们只记得这个黑头发的陌生人飘然而来，走进她们的生活，像曼哈顿情圣一样地和她们做爱。

source: But Howell had little to do with Manhattan.
zh_cn: 但豪厄尔和曼哈顿扯不上什么关系。

source: He was from the Bronx.
zh_cn: 他来自布朗克斯。

source: And because of his own odd chivalry, that ceiling he put on whatever he stole, Howell never grew rich.
zh_cn: 因为他古怪的骑士风度，也因为他总是把骗到手的钱返还一半，豪厄尔始终没能成为有钱人。

source: He was middle-aged, well past 50, and couldn't bear to romance another widow.
zh_cn: 50多岁的豪厄尔已届中年，无力再对寡妇们布下罗曼司骗局。

source: A swindler might fall prey to someone else's grift and end up panhandling on South Beach, among all the models and the movie stars.
zh_cn: 骗子有时也会被骗，最终混迹于南岸的落魄模特和电影演员当中，落得个沿街乞讨的下场。

source: And he couldn't even say what kind of curious radar or homing device had brought him back to the Grand Concourse in his Lincoln Town Car.
zh_cn: 他也搞不懂究竟是什么样的雷达或者指引回家路线的装置引领着他，他开着他的林肯城市车回到了大广场街。

source: Howell had little nostalgia in his blood.
zh_cn: 豪厄尔天性不是个有思乡情节的人。

source: He was the son of a Bronx superintendent and happened to grow up among all the rich Concourse brats.
zh_cn: 他是布朗克斯一个公寓管理员的儿子，和大广场街上所有的有钱孩子们一起长大。

source: He inhabited a cellar apartment, with barred windows that gave out onto a backyard and a storage bin for the building's junk.
zh_cn: 他住在大厦的地下室，装了铁栅栏的窗户开在后院，正对着堆放大厦破烂的仓库。

source: But he'd had a Concourse address, like all the brats.
zh_cn: 但是，像所有有钱的孩子一样，他的地址也是大广场街的。

source: He lived at the Lorelei, an Art Deco apartment palace near Joyce Kilmer Park, on a hill above what was then Yankee Stadium.
zh_cn: 他住在罗雷莱公寓，乔伊斯基尔默公园附近的一栋装饰艺术公寓。公寓建在山上，俯瞰以前的老洋基球场。

source: He could peer right into that enormous horseshoe from the Lorelei's roof, and that's how he watched Yankee games; even with binoculars he couldn't see very much, but he could tell when the Yankees were at bat from the tumult of the crowd.
zh_cn: 站在罗雷莱公寓顶上，他正好可以看到巨大的马蹄形主体育场，他就是这样观看洋基队比赛的。虽然有双筒望远镜，他能看到的比赛场面却少之又少。不过人群的骚动会告诉他，洋基队要击球了。

source: And as a boy up on the roof, Howell realized he would never be near enough to what he wanted; he would always be "binoculars away."
zh_cn: 作为一个屋顶的男孩，豪厄尔意识到自己将永远无法得到想要的东西，他和自己的心爱之物将永远是“隔着双筒望远镜视野的距离”。

source: And here he was, driving past the Lorelei, when he saw a huge signboard on the front wall:
zh_cn: 现在他回来了，正开着车经过罗雷莱公寓，他看到公寓的前墙上巨大的告示牌：

source: SAME-DAY OCCUPANCY
zh_cn: 即租即住

source: Superintendent on the premises
zh_cn: 管理员就在楼内

source: Finding an apartment at the Lorelei had once been impossible; except for the Lewis Morris Apartments, near Mount Eden Avenue, it was the most distinguished address on the Concourse.
zh_cn: 过去，想在罗雷莱租套房子几乎是不可能的。除去路易斯莫里斯公寓以外，罗雷莱公寓是大广场街上最尊贵的地址。

source: But the Lewis Morris didn't have Yankee Stadium at its door; the Lorelei did.
zh_cn: 但路易斯莫里斯公寓的门口可没有洋基球场，罗雷莱有。

source: And what kind of crazy impulse sent Howell looking for the superintendent, who no longer lived in the cellar, but had a sterling apartment on the ground floor?
zh_cn: 豪厄尔也不明白在什么样的疯狂冲动驱使下，他去找了管理员。管理员不再住地下室了，他住在一楼的一套标准公寓里。

source: Howell didn't care how many apartments were available, or if the first month was free.
zh_cn: 有多套公寓可供选择，第一个月是免租的，这些豪厄尔都并不在意。

source: The super seemed desperate to have him.
zh_cn: 公寓管理员似乎非常想签下这个租客。

source: His name was Nando, and he was from Venezuela.
zh_cn: 他名叫南多，来自委内瑞拉。

source: "I want Apartment 6A," Howell said.
zh_cn: “我要租6A。”豪厄尔说道。

source: Nando peered at him like an artful poker player.
zh_cn: 南多像老练的扑克牌玩家一样盯着他：“这不可能。

source: "That's impossible. It's our flagship apartment, the top of the line - with a triple exposure.
zh_cn: 那是我们的招牌公寓，最顶级的，三面有景观。

source: It's like being on your own planet."
zh_cn: 住在那里面就好像住在自己的星球一样。”

source: But Howell saw right behind the super's ploy.
zh_cn: 但豪厄尔一眼看穿了管理员的小心眼。

source: "You don't have to tell me about 6A. I've played hopscotch on its parquet floors."
zh_cn: “你不必告诉我6A的情形，我在那里的木地板上玩过跳房子。”

source: Now Nando was alarmed. "Are you some kind of burglar?"
zh_cn: 现在轮到南多疑心了：“难不成你是个小偷？”

source: Howell laughed and told him that he'd lived in the Lorelei as a child, that his own father had once had Nando's job.
zh_cn: 豪厄尔笑了，告诉他童年时自己就住在这里，自己的父亲曾经做的就是南多的工作。

source: "Then you know about Miss Naomi?"
zh_cn: “那你认识内奥米小姐啦？”

source: Howell froze; he'd tumbled into a secret little game.
zh_cn: 豪厄尔僵住了；他跌进了一个秘密的小游戏。

source: Miss Naomi.
zh_cn: 内奥米小姐。

source: She was the reason he'd drifted back to this land of desolation.
zh_cn: 就是为了她，豪厄尔才不知不觉回到这片荒凉的土地。

source: Naomi Waldman, the little Bronx debutante who'd driven Howell wild when he lived under the ground with his Pa.
zh_cn: 在豪厄尔和爸爸住在地下室的时候，内奥米·沃尔德曼—布朗克斯上流社会社交界的新星—就是使他为之疯狂的小姐。

source: The Waldmans owned the building and two or three other Art Deco palaces along the Grand Concourse.
zh_cn: 罗雷莱公寓是沃尔德曼家族的产业，他们还拥有大广场街上的另外两、三栋艺术装饰公寓。

source: Apartment 6A was their castle keep, the official residence of the Waldmans, where they gave their parties and concert recitals, and where Naomi Waldman, their only child, studied and took private dancing lessons in one of the Lorelei's sultanic rooms.
zh_cn: 套房6A是他们家的根据地：沃尔德曼家的正式宅邸。他们在6A举办聚会和各种独奏会。他们的独生女儿，内奥米小姐，在大厦的其中一间苏丹式房间里做功课和上私家舞蹈课。

source: Hugo Waldman was the paterfamilias of the whole tribe - nephews, cousins, and uncles-in-law who lived along the Concourse in lesser palaces.
zh_cn: 雨果·沃尔德曼是整个家族的大家长，众多的侄子、外甥、和姻亲们住在大广场街上稍差的公寓大厦里。

source: He'd come from Hungary at the age of 5, was orphaned at 9, but was still able to attend Harvard and Columbia Law.
zh_cn: 沃尔德曼先生5岁时从匈牙利来到美国，9岁成了孤儿，但却读了哈佛大学和哥伦比亚法学院。

source: He'd been a fencing champion at Harvard and he fluttered around on the balls of his feet, like a man who was superior to anyone else in the room.
zh_cn: 在哈佛时他是击剑冠军，现在他走路时还总是垫着脚尖，翩然而过，似乎比房间中的任何人都要来得高贵。

source: He went into real estate, eschewed Park Avenue, and established himself in a storefront right on the Grand Concourse.
zh_cn: 他进军房地产时，避开了公园大道（Park Avenue），大广场街上的店面房帮着他立住了脚跟。

source: He married one of the local beauties, a myopic girl without much credentials other than her ability to play the violin.
zh_cn: 他娶了当地的一个美人，近视眼，没什么学历，但拉得一手好小提琴。

source: Her name was Helena Goldenhagen, and she pleased this young paterfamilias of the Bronx.
zh_cn: 这个名叫海伦娜·戈尔德哈根的姑娘赢得了这个布朗克斯年轻家长的欢心。

source: He bought the Lorelei with the help of a Bronx savings bank, had Helena give recitals at home.
zh_cn: 在布朗克斯储蓄银行的贷款帮助下，他买下了罗雷莱公寓，让海伦娜在家里开演奏会。

source: She played in front of the Concourse hoi polloi - councilmen, department-store moguls, savings-bank scions, even the borough president.
zh_cn: 邀请的都是大广场街的头面人物，有市政会成员、百货业大亨，储蓄银行的子弟们，甚至还有区主席。

source: She gave birth to Naomi between two recitals. She was 27 years old.
zh_cn: 海伦娜两场独奏会之间生下了内奥米，当时她27岁。

source: Carrying Naomi in her womb had dazed Helena, left her with some kind of permanent squint, as if her insides had been seared.
zh_cn: 怀孕使得她成天迷迷糊糊的，还留给她永远的斜视眼，好像她的体内被烧焦了似地。

source: The child was born in its own bullet of blood. Helena stopped playing the violin. She couldn't nurse Naomi.
zh_cn: 孩子是顺产，海伦娜不再拉小提琴，也没有奶给内奥米吃。

source: They had to call in an Armenian woman with her own supply of milk. This woman suckled the child.
zh_cn: 他们不得不请了个亚美尼亚女人给孩子喂奶。

source: She had a mustache that Helena couldn't bear. Hugo had to fire the wet nurse.
zh_cn: 这个奶妈长了一把胡子，海伦娜无法忍受，雨果只好解雇了她。

source: But it didn't harm Naomi, who burst out of her baby clothes.
zh_cn: 这些并没有影响到内奥米，她长得很快，婴儿衣服马上就穿不上了。

source: It was 1950, a decade before the Grand Concourse began to decline.
zh_cn: 那是1950年，离大广场街开始破落还有整十年。

source: Hugo would lope along the Concourse with his daughter on his back - the entire boulevard her domain.
zh_cn: 雨果会驮着自己的女儿在大广场街上跑来跑去，整条街都是她的领地。

source: She was incorrigible by the time she was 3, throwing tantrums and hissing at her nurses and Helena, who had already withdrawn to the back rooms of the family's apartment-castle.
zh_cn: 到3岁时，她已经被宠得无法无天，对海伦娜和照顾她的护士大发脾气，当时海伦娜已经搬到公寓后面的房间去住了。

source: Even Hugo could hardly keep up with the little dark-haired tyke, who never ceased to explore.
zh_cn: 就连雨果也很难搞定这个黑头发的小姑娘，一个无时无刻不在探索的顽皮孩子。

source: And that's how Howell was first introduced to Naomi Waldman.
zh_cn: 就是这样，豪厄尔和内奥米·沃尔德曼第一次见面了。

source: Oh, he'd seen her before, wrapped in scarves, coming out of her father's Lincoln.
zh_cn: 当然，他以前就见过她：裹在围巾里，从她爸爸的林肯车里下来。

source: But his father had told him to keep away from Mr. Hugo and the Little Miss.
zh_cn: 不过他父亲告诉过他，离雨果先生和小小姐远远的。

source: Howell didn't have much to do with the building or its magnificent lobby of hammered silver and black marble that shone like devilish, blinding glass.
zh_cn: 豪厄尔和大厦以及大厦那华丽的大堂都没什么关系：那个银色和黑色的大理石锻打出的大堂，像刺眼的玻璃一样闪闪发亮。

source: He entered the building through a gate that led right into its bowels, and that's where he remained, unless he was at school, or was ordered by his Pa to polish the black marble in the lobby.
zh_cn: 他进公寓走的那个门可以直接去到地下室，然后他就呆在那里，除非他去了学校，或者按他爸爸的吩咐去打磨大厅的黑色大理石。

source: He must have been 6 or 7 that first time, and the Little Miss was about the same age.
zh_cn: 两个孩子第一次见面时，豪厄尔肯定已经有六、七岁，小小姐应该也差不多同龄。

source: She was already wearing lipstick.
zh_cn: 她已经开始擦口红了。

source: She'd come from a school play. She looked like a witch in her mascara.
zh_cn: 可能是从学校演出完回来，涂了睫毛膏的她看上去像个女巫。

source: She'd come into the super's apartment without even knocking on the door.
zh_cn: 她连门都没有敲，就闯进了管理员的住处。

source: Howell lived alone with his Pa. His mother had run away with another man before Howell was 5.
zh_cn: 豪厄尔和他的爸爸住在一起，他妈在豪厄尔五岁的时候和另一个男人跑掉了。

source: This devil of a man had something to do with Mr. Hugo.
zh_cn: 那个恶魔般的男人和雨果先生还有点关系。

source: He was a dentist who had an office in the building - his teeth were capped with silver.
zh_cn: 他在罗雷莱有办公室，是个牙医，他的牙都包着银色的外壳。

source: Howell recalled those silver teeth. He didn't have much of a recollection of his mother.
zh_cn: 豪厄尔记得那些银色的牙齿，但却不怎么能想起他的母亲。

source: She had arms that moved like magical sticks. Her hair smelled of silk.
zh_cn: 她有着移动起来像魔法棒一样的胳膊，她的头发闻起来有丝绸的味道。

source: But he couldn't have told you the color of her eyes, or how tall she was.
zh_cn: 但他无法告诉你母亲的眼睛是什么颜色，或者她有多高个子。

source: His encounter with Naomi was much more vivid.
zh_cn: 豪厄尔对自己和内奥米小姐初次见面的记忆却要清晰得多。

source: She'd come to him in high heels, a girl of 6 or 7 who seemed to walk on stilts.
zh_cn: 她脚踩着高跟鞋向他走过来，一个像踩着高跷似地六、七岁的女孩子。

source: She'd already appropriated her mother's squint.
zh_cn: 她已经继承了母亲的斜视眼。

source: "I beg your pardon," she sang in a voice sweet as a violin. "I must have strayed. Might I trouble you for a cup of water?"
zh_cn: “打搅啦，”她的声音甜美得好比提琴声：“我肯定走错路了，能麻烦你给我一杯水吗？”

source: Howell rushed over to the sink.
zh_cn: 豪厄尔像水槽冲去。

source: And she followed him into the kitchen like a pony on high heels.
zh_cn: 她跟着他来到厨房，像匹踩着高跷的小马。

source: He had to rinse his own drinking cup and wait until the water ran cold in the faucet.
zh_cn: 他把自己的水杯冲洗干净，等着水凉下来。

source: He held the dented tin cup like a chalice and handed it to Naomi.
zh_cn: 像端着高脚杯一样，把自己有缺口的锡杯递给了内奥米。

source: "Do you have a biscuit?" she asked. "I'm famished."
zh_cn: “有饼干吗？”她问道：“我饿极了。”

source: Howell was bewitched.
zh_cn: 豪厄尔迷惑了。

source: He couldn't have known that Naomi had gone to elocution school and had been taught to speak like a little duchess in her own manor house.
zh_cn: 他可不知道内奥米上过语言艺术学校，学会了在自己的庄园里像个小女伯爵一样地说话。

source: The voices he heard in the Bronx never had Naomi's lilt.
zh_cn: 豪厄尔从未在布朗克斯听到过如此轻快优雅的说话声。

source: Even Mr. Hugo, who'd had his own fencing master at Harvard, spoke with the usual Bronx burl - it was gangster talk, though Howell hadn't met many gangsters on the Grand Concourse.
zh_cn: 就连前哈佛大学击剑冠军雨果先生，说话时也带着布朗克斯人常有的粗糙感：是混混的说话声。尽管在大广场街上，豪厄尔并没有见过多少混混。
